<?php
return [
    'markets' => [
        'crypto' => '虚拟',
        'usa' => '美股',
        'hongkong' => '港股',
        'land' => 'A股'
    ],
    'periods' => [
        '12h',
        '5m',
        '15m',
        '30m',
        '1h',
        '4h',
        '6h',
        '12h',
        '1d',
        '3d',
        '1w'
    ],
    'levers' => [
        '15'  => '15x',
        '1'  => '1x',
        '2'  => '2x',
        '3'  => '3x',
        '5'  => '5x',
        '8'  => '8x',
        '10'  => '10x',
        '12'  => '12x',
        '20'  => '20x',
        '25'  => '25x',
    ],
    'plan_types' => [
        'pdf' => '破底翻',
        'break' => '突破'
    ],
    'plan_statuses' => [
        'todo'  => '待处理',
        'doing' => '分析中',
        'done'  => '已完成'
    ]
];
